[
    "What does a thermometer measure?",
    "Which country is famous for the Maasai tribe?",
    "How do plants reproduce?",
    "What is the significance of Mount Everest to climbers?",
    "In which city is the famous Colosseum located?",
    "Which country is famous for its pyramids?",
    "What is the official name of the Big Ben clock tower in London, UK?",
    "What is the difference between a stratovolcano and a shield volcano?",
    "Which ocean is known for its strong currents and challenging sailing conditions?",
    "Where is the Great Barrier Reef located?",
    "Which city is known as the Big Apple?",
    "What is the capital of France?",
    "Which fruit is a good source of vitamin C?",
    "Which fruit is often referred to as \"nature's candy\"?",
    "What is the major river in China known as the \"Yangtze River\"?",
    "Where can we find the famous statue of Christ the Redeemer?",
    "How are mountains different from hills?",
    "Which vegetable is a popular choice for pickling?",
    "Where can you find the Hagia Sophia?",
    "What is the role of roots in a plant?",
    "What is the temperature today?",
    "What is the purpose of leaves on a plant?",
    "What vegetable is also known as aubergine in some parts of the world?",
    "Where is the Amazon River located?",
    "Which fruit is often used to make a popular Italian dessert called tiramisu?",
    "Which country is famous for the Eiffel Tower?",
    "What city is famous for its Hollywood entertainment industry?",
    "What is the capital of Australia?",
    "What is the smallest ocean in the world?",
    "What is the major river in India known for its religious significance?",
    "Which river forms part of the border between the United States and Mexico?",
    "Which river is known as the \"Father of Waters\" in North America?",
    "What is the smallest country in the world?",
    "How do plants obtain energy?",
    "What is the largest country in South America?",
    "Where can we find the tallest building in the world, the Burj Khalifa?",
    "Which ocean is located between Europe and Africa?",
    "What is the name of the iconic tower in Paris, France?",
    "Which fruit is known for its spiky outer skin and sweet inner flesh?",
    "Where is the city of Petra located?",
    "Which ancient wonder was located in Egypt and is one of the Seven Wonders of the World?",
    "Which European city is home to the famous Acropolis?",
    "What vegetable is a staple ingredient in the traditional French dish, ratatouille?",
    "What is the largest city in China?",
    "Which city is known as the City of Love?",
    "Where is the Colosseum located?",
    "What vegetable is commonly used in making coleslaw?",
    "What is the longest river in the world?",
    "Which city is famous for its canals and gondolas?",
    "Which vegetable is commonly used in Italian cuisine to make marinara sauce?",
    "What is the most common vegetable found in salads?",
    "What is the deepest ocean in the world?",
    "Can plants grow without sunlight?",
    "Which vegetable is known to improve eyesight due to its high beta-carotene content?",
    "Which fruit is known as the \"king of fruits\"?",
    "How do mountain ranges affect weather patterns?",
    "Which ocean is known for its coral reef system?",
    "What tool is used to measure wind speed?",
    "What is the difference between a mountain and a plateau?",
    "Which ocean is the warmest on average?",
    "Why is the sky blue?",
    "What river flows through Paris?",
    "What is the largest ocean in the world?",
    "How are mountains formed?",
    "What is the capital of France?",
    "What is the highest mountain in the world?",
    "What is the name of the famous bridge in San Francisco, California?",
    "Which city is located at the mouth of the Hudson River?",
    "Where is the Great Wall located?",
    "Which country is known as the \"Land of the Rising Sun\"?",
    "What is the most popular fruit in the world?",
    "What fruit is commonly known as a \"berry\" but is actually a \"drupe\"?",
    "How does precipitation form?",
    "Which ocean is the saltiest in the world?",
    "How are clouds formed?",
    "Which ocean is home to the Bermuda Triangle?",
    "Which river is the longest river in Europe?",
    "Which country is known for having the most islands?",
    "What vegetable is commonly used as a base for soups and stews due to its mild flavor?",
    "What is the water cycle?",
    "What is the difference between weather and climate?",
    "What natural landmark is known as the Grand Canyon of the Yellowstone?",
    "How do plants transport water from roots to leaves?",
    "Which mountain range is known as the \"Roof of the World\"?",
    "Which fruit is a common ingredient in a tropical smoothie?",
    "How many seasons are there in a year?",
    "Why are bees and other pollinators important for plants?",
    "What fruit is commonly associated with being a remedy for potassium deficiency?",
    "What river is the Ganges tributary?",
    "How do plants adapt to different environmental conditions?",
    "Which vegetable is often associated with the color orange and is rich in vitamin A?",
    "Which city is known for its iconic Opera House designed by Jørn Utzon?",
    "Where are the Rocky Mountains located?",
    "What is the importance of mountains to the environment?",
    "Which river flows through the Grand Canyon?",
    "What is photosynthesis?",
    "What is the main ingredient in guacamole?",
    "What are some common examples of flowering plants?",
    "Which vegetable is known for its crunchy texture and is often used in stir-fries?",
    "What is a weather forecast?"
]